0,UNK,213
1,main,30
2,buffered,69
3,reader,65
4,f,6
5,file,50
6,print,39
7,writer,71
8,out,81
9,Int,215
10,t,29
11,Integer,32
12,parse,27
13,int,61
14,read,26
15,line,58
16,cases,22
17,1,192
18,lessEquals,28
19,posIncrement,108
20,string,24
21,st,6
22,l,19
23,next,65
24,x,20
25,String,61
26,s,45
27,,6
28,i,186
29,0,163
30,less,83
31,plus,191
32,Char,13
33,cur,31
34,char,39
35,at,35
36,Boolean,11
37,pos,18
38,true,8
39,false,11
40,length,61
41,{,145
42,c,39
43,if,121
44,(,134
45,equals,87
46,'i',28
47,),134
48,assign,207
49,},145
50,'k',24
51,and,10
52,not,15
53,'j',21
54,println,39
55,Case #,36
56,close,16
57,System,52
58,input,24
59,stream,15
60,in,53
61,T,12
62,case,14
63,num,35
64,split,12
65, ,9
66,a,32
67,n,85
68,Arrays,6
69,sort,7
70,: ,31
71,res,15
72,op,8
73,j,156
74,greater,13
75,times,17
76,2,40
77,minus,68
78,posDecrement,7
79,Math,19
80,min,12
81,Resources,8
82,Double,6
83,value,13
84,pow,7
85,40,7
86,Long,61
87,/,7
88,p,23
89,q,17
90,str,6
91,write,8
92,or,13
93,notEquals,12
94,of,20
95,new,10
96,flush,6
97,e,21
98,k,66
99,negative,35
100,m,13
101,long,11
102,3,15
103,pre,11
104,xor,6
105,ans,34
106,sign,30
107,r,9
108,greaterEquals,6
109,answer,24
110,output,11
111,symbols,7
112,number,9
113,values,15
114,'a',15
115,base,14
116,to,12
117,Scanner,41
118,test,6
119,fraction,8
120,index,7
121,result,9
122,while,13
123,scanner,28
124,count,50
125,time,13
126,Character,15
127,digits,6
128,hash,18
129,map,43
130,put,27
131,size,11
132,d,9
133,nd,6
134,get,12
135,big,14
136,integer,8
137,add,9
138,args,7
139,File,15
140,decimal,6
141,set,6
142,builder,13
143,array,11
144,list,22
145,found,13
146,strings,7
147,last,8
148,current,19
149,sub,11
150,id,11
151,id1,10
152,i1,9
153,j1,9
154,k1,9
155,preIncrement,10
156,all,8
157,reduce,9
158,lc,7
159,v,10
160,name,19
161,ops,7
162,matix,17
163,thread,10
164,total,7
165,end,14
166,chars,32
167,mi,6
168,' ',9
169,combine,9
170,find,11
171,temp,13
172,mote,21
173,word,6
174,sizes,10
175,tmp,6
176,sc,16
177,dif,9
178,ar,11
179,cnt,6
180,nums,10
